Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/AccessibilitySettings/VoiceOverSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# VO_LIVE_RECOGNITION_TIP_HINT_IPAD
source: Using on-device intelligence, your iPad can detect people, doors, scenes, text, and furniture around you. Four finger triple-tap to start Live Recognition or use the Live Recognition Rotor.
ar: باستخدام الذكاء الاصطناعي المضمن في الجهاز، بإمكان iPad اكتشاف الأشخاص والأبواب والمشاهد والنصوص والأثاث من حولك. يمكنك الضغط ثلاث مرات بأربعة أصابع لبدء التعرف المباشر، أو استخدام دوار التعرف المباشر.
bg: Използвайки интелигентността на устройството, вашият iPad може да открива хора, врати, сцени, текст и мебели около вас. Докоснете три пъти с четири пръста, за да започне Разпознаване на живо или да използвате шайбата за Разпознаване на живо.
ca: L’iPad utilitza la intel·ligència local del dispositiu per detectar les persones, les portes, les escenes, el text i el mobiliari que tens a prop. Fes tres tocs amb quatre dits per activar el reconeixement en temps real o utilitza el rotor.
cs: iPad dokáže s použitím vlastní inteligence zařízení detekovat lidi, dveře, scény, text a nábytek ve vašem okolí. Živé rozpoznávání aktivujete trojím klepnutím čtyřmi prsty nebo pomocí rotoru živého rozpoznávání.
da: Ved hjælp af intelligens på enheden kan iPad registrere personer, døre, scener, tekst og møbler omkring dig. Tryk tre gange med fire fingre for at starte Genkendelse i realtid, eller brug rotoren Genkendelse i realtid.
de: Mithilfe künstlicher Intelligenz auf dem Gerät kann dein iPad Personen, Türen, Szenen, Text und Einrichtungsgegenstände in deiner Umgebung erkennen. Tippe dreimal mit vier Fingern, um die Liveerkennung zu starten oder verwende den Liveerkennungsrotor.
el: Μέσω της χρήσης της νοημοσύνης επί της συσκευής, το iPad μπορεί να ανιχνεύει άτομα, πόρτες, σκηνές, κείμενο και έπιπλα γύρω σας. Αγγίξτε τρεις φορές με τέσσερα δάχτυλα για έναρξη της Αναγνώρισης σε πραγματικό χρόνο ή χρήσης του ρότορα Αναγνώρισης σε πραγματικό χρόνο.
es: El iPad utiliza la inteligencia local del dispositivo para detectar personas, puertas, escenas, texto y muebles cerca de ti. Toca tres veces con cuatro dedos para iniciar el reconocimiento en tiempo real o bien usa el rotor de esta función.
es_us: Mediante la inteligencia en el dispositivo, tu iPad puede detectar personas, puertas, escenas, texto y muebles a tu alrededor. Toca tres veces con cuatro dedos para activar el reconocimiento en vivo o para usar el rotor de reconocimiento en vivo.
fi: iPad voi tunnistaa laitteen älytoimintojen avulla ympärilläsi olevia ihmisiä, ovia, tilanteita, tekstiä ja huonekaluja. Käynnistä Ympäristön tunnistus kolmoisnapauttamalla neljällä sormella tai käytä Ympäristön tunnistus -roottoria.
fr: Grâce à une technologie exécutée sur l’appareil, votre iPad peut détecter les personnes, les portes, les scènes, le texte et les meubles qui vous entourent. Touchez trois fois l’écran avec quatre doigts pour lancer « Reconnaissance en direct » ou utilisez le rotor « Reconnaissance en direct ».
fr_ca: Grâce aux fonctionnalités d’intelligence de l’appareil, votre iPad peut détecter les personnes, les portes, les scènes, le texte et les meubles qui vous entourent. Touchez trois fois l’écran avec quatre doigts pour lancer la reconnaissance en direct ou utilisez le rotor correspondant.
he: שימוש בטכנולוגיית בינה מלאכותית במכשיר עצמו מאפשר ל-iPad שלך לזהות אנשים, דלתות, תרחישים, מלל ורהיטים בסביבתך. להפעלת ״זיהוי בזמן אמת יש להקיש שלוש פעמים בארבע אצבעות או להשתמש בחוגה של ״זיהוי בזמן אמת״.
hi: ऑन-डिवाइस इंटेलिजेंस का इस्तेमाल करके, आपका iPad आपके आस-पास के लोगों, दरवाज़ों, दृश्यों, टेक्स्ट और फ़र्नीचर का पता लगा सकता है। लाइव पहचान शुरू करने के लिए चार उँगलियों से ट्रिपल टैप करें या लाइव पहचान रोटर का इस्तेमाल करें।
hr: Uporabom inteligencije na uređaju vaš iPad može detektirati osobe, vrata, scene, tekst i namještaj oko vas. Dodirnite triput s četiri prsta za pokretanje Prepoznavanja uživo ili koristite rotor Prepoznavanje uživo.
hu: Az eszközön való feldolgozás segítségével az iPadje képes az Ön közelében található személyek, ajtók, környezeti elemek, szövegek és bútorok észlelésére. Az Élő észlelést négy ujjal triplán koppintva vagy az Élő észlelés rotor használatával kapcsolhatja be.
id: Dengan menggunakan kecerdasan pada perangkat, iPad Anda dapat mendeteksi orang, pintu, pemandangan, teks, dan furnitur di sekitar Anda. Ketuk tiga kali dengan empat jari untuk memulai Pengenalan Langsung atau gunakan Rotor Pengenalan Langsung.
it: iPad può usare l’intelligenza artificiale presente sul dispositivo per rilevare persone, porte, scene, testo e mobili intorno a te. Tocca tre volte con quattro dita per avviare “Riconoscimento in tempo reale”, oppure usa il rotore della funzionalità.
ja: デバイス上のインテリジェンスを使用して、あなたのiPadであなたの周りの人物、ドア、シーン、テキスト、家具を検出することができます。4本指のトリプルタップでライブ認識を開始するか、ライブ認識ローターを使用します。
kk: Құрылғыдағы жасанды интеллектті пайдалана отырып, iPad құрылғыңыз айналаңыздағы адамдарды, есіктерді, көріністерді, мәтінді және жиһазды анықтай алады. Шынайы уақытта тануды бастау үшін төрт саусақпен үш рет түртіңіз немесе шынайы уақытта тану роторын пайдаланыңыз.
ko: iPad가 온디바이스 지능형 기능을 이용해 사용자 주변의 사람, 문, 장면, 텍스트, 가구 등을 감지할 수 있습니다. 네 손가락으로 세 번 탭하여 실시간 인지를 시작하거나 실시간 인지 로터를 사용하십시오.
lt: Pasinaudodamas „iPad“ dirbtiniu intelektu, įrenginys gali aptikti aplink jus esančius žmones, duris, aplinkas, tekstą ir baldus. Bakstelėkite tris kartus keturiais pirštais, kad įjungtumėte „Aplinkos atpažinimą“, arba naudokite „Aplinkos atpažinimo rotorių“.
ms: Menggunakan kecerdasan pada peranti, iPad anda boleh mengesan orang, pintu, suasana, teks dan perabot di sekeliling anda. Ketik tiga kali empat jari untuk memulakan Pengecaman Langsung atau gunakan Rotor Pengecaman Langsung.
nl: Met behulp van intelligentie op het apparaat kan je iPad personen, deuren, scènes, tekst en meubilair om je heen detecteren. Tik driemaal met vier vingers om live herkenning te starten of gebruik de rotor voor live herkenning.
no: Ved hjelp av intelligente funksjoner på enheten kan iPaden gjenkjenne personer, dører, scener, tekst og møbler i omgivelsene dine. Trippeltrykk med fire fingre for å starte Gjenkjenning av omgivelser, eller bruk rotoren Gjenkjenning av omgivelser.
pl: iPad wykorzystuje wbudowaną sztuczną inteligencję do wykrywania osób, drzwi, scen, napisów i mebli w Twoim otoczeniu. Aby rozpocząć rozpoznawanie na żywo, stuknij trzykrotnie czterema palcami lub użyj pokrętła Rozpoznawanie na żywo.
pt_br: Usando a inteligência no dispositivo, o iPad pode detectar pessoas, portas, cenas, texto e móveis ao seu redor. Toque três vezes com quatro dedos para iniciar o Reconhecimento ao Vivo ou use o Rotor do Reconhecimento ao Vivo.
pt_pt: O iPad usa a tecnologia de inteligência incorporada no dispositivo para detetar pessoas, portas, cenários, texto e móveis à sua volta. Dê três toques com quatro dedos para iniciar o reconhecimento em tempo real ou use o rotor correspondente.
ro: Utilizând tehnologii de inteligență artificială pe dispozitiv, iPad‑ul poate detecta persoane, uși, scene, text și obiecte de mobilier din jurul dvs. Apăsați triplu cu patru degete pentru a porni “Recunoaștere live” sau pentru a utiliza rotorul “Recunoaștere live”.
ru: Используя встроенный интеллект, iPad может обнаруживать людей, двери, сценарии, текст и мебель. Включите распознавание окружения тройным касанием четырьмя пальцами либо из ротора «Распознавание окружения».
sk: iPad dokáže použitím vlastnej inteligencie na zariadení detegovať ľudí, dvere, scény, text a nábytok vo vašom okolí. Živé rozpoznávanie spustíte trojitým klepnutím štyrmi prstami alebo použite rotor Živé rozpoznávanie.
sl: Z inteligenco v napravi lahko iPad zazna osebe, vrata, prizore, besedilo in pohištvo v vaši okolici. Za zagon prepoznavanja v živo ali uporabo rotorja za prepoznavanje v živo trotapnite s štirimi prsti.
sv: iPad kan använda intelligens på enheten till att upptäcka personer, dörrar, scenarier, text och möbler i omgivningen. Tryck snabbt tre gånger med fyra fingrar när du vill starta Igenkänning i realtid eller använda rotorn Igenkänning i realtid.
th: โดยใช้ความฉลาดของอุปกรณ์ ทำให้ iPad ของคุณสามารถตรวจจับผู้คน ประตู สภาพแวดล้อม ข้อความ และเฟอร์นิเจอร์ที่อยู่รอบตัวคุณได้ ใช้สี่นิ้วแตะสามครั้งเพื่อเริ่มสังเกตรอบตัวหรือใช้ตัวหมุนสังเกตรอบตัว
tr: iPad’iniz, aygıttaki yapay zekâyı kullanarak çevrenizdeki kişileri, kapıları, ortamları, metinleri ve mobilyaları algılayabilir. Canlı Tanıma’yı başlatmak için dört parmağınızla üç kez dokunun veya Canlı Tanıma rotorunu kullanın.
uk: За допомогою вбудованих інтелектуальних алгоритмів iPad може виявляти людей, двері, оточення, текст і меблі навколо вас. Тричі торкніть чотирма пальцями, щоб запустити функцію «Виявлення в реальному світі», або скористайтеся ротором «Виявлення в реальному світі».
vi: Bằng cách sử dụng tính năng thông minh trên thiết bị, iPad của bạn có thể phát hiện người, cửa, cảnh, văn bản và đồ nội thất xung quanh bạn. Hãy chạm ba lần bằng bốn ngón tay để bắt đầu Nhận biết trực tiếp hoặc sử dụng rô-to Nhận biết trực tiếp.
zh_cn: iPad可使用设备端智能技术检测你周围的人、门、场景、文本和家具。四指轻点三下开始实时识别或使用实时识别转子。
zh_hk: 利用裝置端智能，你的iPad可以檢測到你周圍的人、門户、場景、文字和傢俬。四指點三下以開始「即時識別」或使用「即時識別」轉輪。
zh_tw: 你的iPad會使用裝置端的智慧技術偵測你周圍的人物、門、場景、文字和家具。用四指點三下即可開始「即時辨識」或使用「即時辨識轉輪」。
